Repository: stakancheck/cu-extern-case-02
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Unable to fetch weather data
ru: Не удалось получить данные о погоде

source: Weather conditions are normal.
ru: Погодные условия нормальные.

source: Caution: Adverse weather conditions detected.
ru: Внимание: Обнаружены неблагоприятные погодные условия.

source: Warning: Extreme weather conditions detected!
ru: Предупреждение: Обнаружены экстремальные погодные условия!

source: Extremely low temperature
ru: Чрезвычайно низкая температура

source: Extremely high temperature
ru: Чрезвычайно высокая температура

source: Strong wind
ru: Сильный ветер

source: Dangerous wind speed
ru: Опасная скорость ветра

source: Heavy rain
ru: Сильный дождь

source: Extremely heavy rain
ru: Чрезвычайно сильный дождь

source: Heavy snow
ru: Сильный снег

source: Extremely heavy snow
ru: Чрезвычайно сильный снег

source: Poor visibility conditions
ru: Плохие условия видимости

source: Detected conditions
ru: Обнаруженные условия

source: Weather analyzer
ru: Анализ погоды

source: Current Weather
ru: Текущая погода

source: Start City
ru: Начальный город

source: End City
ru: Конечный город

source: Show Weather
ru: Показать погоду

source: Weather in
ru: Погода в

source: Feels like
ru: Ощущается как

source: Humidity
ru: Влажность

source: Wind Speed
ru: Скорость ветра

source: m/s
ru: м/с

source: Pressure
ru: Давление

source: hPa
ru: гПа
